temp_runs/case_318/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          70;
        startFace       36765;
    }
    outlet
    {
        type            patch;
        nFaces          70;
        startFace       36835;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          530;
        startFace       36905;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          37100;
        startFace       37435;
    }
)

// ************************************************************************* //
